---
type: NumberingSchemaType
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# NumberingSchemaType

`Autodesk.Revit.DB.NumberingSchemaType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | NumberingSchemaType | — | `public NumberingSchemaType ( Guid guid )` |